{
  "Header": {
    "title": "We are a habour for creativity",
    "paragraph": "Nurturing innovation and fostering a passion for learning. Our mission is to transform education through technology, making learning accessible, engaging, and personalized for every student. By digitizing education systems, we aim to create an environment where students can thrive, explore their interests, and develop the skills they need for the future. Join us as we redefine the boundaries of education, empowering educators and students to reach their fullest potential in a dynamic and interconnected world."
  },
  "About": {
    "paragraph": "Welcome to SCHOOL IFI,where we believe in the power of technology to transform education.Our app is designed to be a harbour for creativity,nurturing innovation and fostering a passion of seamless learning. Our mission is to digitize education systemsmaking learning more accessible and make learning more engaging.",
    
    "Why": [
      "Realtime feedback and assessment",
      "Security and reliability, our system offer that",
      "Our services are affordable to ensure every student has access to this learning platform",
      "Strictly certified Teachers involved which reciprocate to job opportunities"
    ],
    "Why2": [
      "We foster collaborative learning",
      "Comprehensive carriculum,we have a pool of different learning materials for reference",
      "Personalizes educationoffering the chance to track the student progress",
      "The app leverages digital technology including AI assistant to engage with learners"
    ]
  },
  
  "Programs": [
    {
      "icon": "fa fa-laptop",
      "name": "Video Conferencing",
      "text": "Facilitate live discussions, lectures, and virtual classrooms through video conferencing tools, promoting interactive learning experiences."
    },
    {
      "icon": "fa fa-robot + fa-microphone",
      "name": "AI Assistant",
      "text": "Automating learning with adaptive materials and feedback, and providing insights to support struggling students to enhance student engagement and better learning outcomes."
    },
    {
      "icon": "fa fa-graduation-cap",
      "name": "Exams",
      "text": "To assess student progress and comprehension, providing a streamlined assessment process.The student progress is tracked countioulsy and the analysis reflected on our systems will enhance better decision making"
    },
    {
      "icon": "fa fa-cloud-download",
      "name": "Online Learning materials",
      "text": "Access a wide range of educational resources, including textbooks, articles, and multimedia content, available online for easy reference and study."
    },
    {
      "icon": "fa fa-question-circle",
      "name": "Online Quizzes",
      "text": "Engage students with interactive quizzes that provide instant feedback, helping them assess their understanding of course material."
    },
    {
      "icon": "fa fa-edit",
      "name": "Student assignment",
      "text": "Enable students to complete and submit assignments digitally, streamlining the workflow for both students and teachers."
    }
  ],
  
  "Testimonials": [
    {
      "img": "01.jpg",
      "text": "\"I'm eager for the potential impact of school Ifi on my students with special needs. The anticipation of accessibility features and personalized learning paths means I can better support every student's learning journey. It's a step towards more inclusive and equitable education.\"",
      "name": "Emily, Special needs teacher"
    },
    {
      "img": "02.jpg",
      "text": "\"Looking ahead, School Ifi holds immense promise for my college studies. The prospect of assistive AI and flexible learning options means I can adapt my learning to fit my schedule and grasp complex subjects more effectively. It's shaping up to be an essential tool for my academic success.\"",
      "name": "Alex T, Tutor"
    },
    {
      "img": "03.jpg",
      "text": "\"Looking ahead, School Ifi holds immense promise for my college studies. The prospect of assistive AI and flexible learning options means I can adapt my learning to fit my schedule and grasp complex subjects more effectively. It's shaping up to be an essential tool for my academic success.\"",
      "name": "KU primmary school"
    },
    {
      "img": "04.jpg",
      "text": "\"As a parent, I anticipate that the App will revolutionize how I support my child's education. The promise of keeping me informed about their progress and involving me more in their learning journey is invaluable. Plus, its affordability makes quality education accessible.\"",
      "name": "Maria S, Parent 6th grader"
    },
    {
      "img": "05.jpg",
      "text": "\"I see great potential in School Ifi. The prospect of real-time feedback tools and collaborative features means I can engage with my students in new ways. Plus, the opportunity to teach through the app opens doors for innovative educational approaches.\"",
      "name": "John, Math teacher"
    },
    {
      "img": "06.jpg",
      "text": "\"I'm excited about the potential of [Your School App Name]. The promise of interactive modules and personalized learning paths means I can learn in a way that suits me best. It's set to make studying more engaging and effective than ever before.\"",
      "name": "Victor, High School student"
    }
  ],
  "Team": [
    {
      "img": "ken.PNG",
      "name": "Ken Maina",
      "job": "Director"
    },
    {
      "img": "tim.jpg",
      "name": "Timothy Karuru",
      "job": "Senior Designer"
    },
    
    {
      "img": "elvis.jpg",
      "name": "Elvis",
      "job": "Senior Developer"
    },
    {
      "img": "brendah.jpg",
      "name": "Brendah Nyanchama",
      "job": "Project Manager"
    }
  ],
  "Contact": {
    "address": "00100 Nairobi Kenya, Nairobi, KE",
    "phone": "+254 741 677 901",
    "email": "schooifi254@gmail.com",
    "facebook": "https://www.facebook.com/profile.php?id=61562514097856",
    "twitter": "twitter.com",
    "instagram": "https://www.instagram.com/schoolifi254/",
    "linkedin": "https://www.linkedin.com/in/schoolifi-community-5b2722310/",
    "youtube": "https://www.youtube.com/@School-ifi"
  }
}
